Tekla.Structures.AnalysisInternal.DotAnalysisLabel
The serialization structure for AnalysisLabel.

Tekla.Structures.AnalysisInternal.DotAnalysisLabel._Prefix
The prefix of the analysis label.

Tekla.Structures.AnalysisInternal.DotAnalysisLabel._Number
The number of the analysis label.

Tekla.Structures.AnalysisInternal.DotAnalysisLabel.ToStruct(Tekla.Structures.Analysis.AnalysisLabel)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisLabel.FromStruct(Tekla.Structures.Analysis.AnalysisLabel)
DO NOT USE! For internal usage only!
P: P.